---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KNPerMmSup2
source: html/8066333b-a54e-10c2-2776-286b7c191c43.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KNPerMmSup2 Property

Symbol kN/mm², indicating unit Kilonewtons per square millimeter.

## Syntax (C#)
```csharp
public static ForgeTypeId KNPerMmSup2 { get; }
```